Repository: nonomal/pigallery2
Catalog: src/frontend/translate/messages.*.xlf
Languages: sk

source: Photos
sk: Fotografie

source: Videos
sk: Videá

source: Persons
sk: Osoby

source: Size
sk: Veľkosť

source: Job failed
sk: Úloha skončila s chybou

source: Job finished
sk: Úloha skončila

source: Active shares
sk: Aktívne zdieľania

source: Key
sk: Kľúč

source: Folder
sk: Priečinok

source: No sharing was created.
sk: Nevytvorili ste žiadne zdieľanie.

source: It seems that you are running the application in a Docker container. This setting should not be changed in docker. Make sure, that you know what you are doing.
sk: Zdá sa, že aplikácia beží v Docker kontajneri. Toto nastavenie by ste nemali meniť v dockeri. Uistite sa, že viete, čo robíte.

source: Add new
sk: Pridať nový

source: Add new theme
sk: Pridať nový motív

source: Theme name
sk: Názov motívu

source: Add new Theme
sk: Pridať nový motív

source: Icon
sk: Ikona

source: Load from SVG file
sk: Načítať zo súboru SVG

source: To auto load these values from file: pick an SVG file with a single 'path'. You can use e.g: http://fontawesome.com/icons.
sk: Pre automatické načítanie týchto hodnôt zo súboru: vyberte SVG súbor s jednou 'cestou'. Môžete použiť napríklad http://fontawesome.com/icons.

source: Save & Close
sk: Uložiť a zavrieť

source: Tile Url*
sk: URL adresa dlaždice*

source: Add Layer
sk: Pridať vrstvu

source: Add matcher
sk: Pridať reg. výraz

source: Add path theme group
sk: Pridať motív pre skupinu ciest

source: Add Link
sk: Pridať odkaz

source: Experimental
sk: Experimentálne

source: ';' separated list.
sk: Zoznam oddelený bodkočiarkou (';').

source: See
sk: Viď

source: Reset database after changing this settings!
sk: Resetujte databázu po zmene týchto nastavení!

source: Restart server after changing this settings!
sk: Po zmene týchto nastavení server reštartujte!

source: default
sk: predvolené

source: readonly
sk: iba na čítanie

source: default value
sk: predvolená hodnota

source: config is not supported with these settings.
sk: konfigurácia nie je s týmito nastaveniami podporovaná.

source: Save
sk: Uložiť

source: Reset
sk: Resetovať

source: settings saved
sk: – nastavenia boli uložené

source: Success
sk: Úspech

source: User list
sk: Zoznam používateľov

source: Add user
sk: Pridať používateľa

source: Add new User
sk: Pridanie nového používateľa

source: Close
sk: Zavrieť

source: Add User
sk: Pridať používateľa

source: User creation error!
sk: Chyba pri pridávaní používateľa!

source: Trigger job run manually
sk: Spustiť úlohu manuálne

source: Run now
sk: Spustiť teraz

source: Cancel
sk: Zrušiť

source: Job started
sk: Úloha bola spustená

source: Stopping job
sk: Zastavujem úlohu

source: Last run:
sk: Naposledy spustená:

source: Run between
sk: Spustená medzi

source: Status
sk: Stav

source: Cancelling...
sk: Ruším…

source: time elapsed
sk: uplynutý čas

source: Processed
sk: Spracované

source: Skipped
sk: Preskočené

source: Left
sk: Zostáva

source: All
sk: Všetko

source: Logs
sk: Záznamy

source: processed
sk: spracované

source: skipped
sk: preskočené

source: all
sk: všetky

source: running
sk: spustené

source: cancelling
sk: ruším

source: canceled
sk: zrušené

source: interrupted
sk: prerušené

source: finished
sk: dokončené

source: failed
sk: zlyhalo

source: every
sk: každých/každé

source: after
sk: po

source: Job:
sk: Úloha:

source: Periodicity:
sk: Pravidelnosť:

source: Set the time to run the job.
sk: Nastavte čas, kedy má byť úloha spustená.

source: After:
sk: Po:

source: The job will run after that job finishes.
sk: Úloha bude spustená po skončení inej úlohy.

source: At:
sk: O:

source: Allow parallel run
sk: Povoliť paralelné spustenie

source: Enables the job to start even if another job is already running.
sk: Povolí spustenie úlohy v prípade, že už beží iná úloha.

source: Search query to list photos and videos.
sk: Dopyt vyhľadávania na zobrazenie fotografií a videí.

source: Sort by
sk: Triediť podľa

source: Sorts the photos and videos by this.
sk: Triediť podľa tohto fotografie a videá.

source: Pick
sk: Výber

source: Number of photos and videos to pick.
sk: Počet fotografií a videí na výber.

source: Add Job
sk: Pridať úlohu

source: Add new job
sk: Pridať novú úlohu

source: Select a job to schedule.
sk: Vyberte plánovanú úlohu.

source: Add Job
sk: Pridať úlohu

source: periodic
sk: pravidelne

source: scheduled
sk: naplánované

source: Monday
sk: pondelok

source: Tuesday
sk: utorok

source: Wednesday
sk: streda

source: Thursday
sk: štvrtok

source: Friday
sk: piatok

source: Saturday
sk: sobota

source: Sunday
sk: nedeľa

source: day
sk: deň

source: Unknown sharing key.
sk: Neznámy kľúč zdieľania.

source: Wrong password
sk: Nesprávne heslo

source: Enter
sk: Zadajte
