Repository: nonomal/pigallery2
Catalog: src/frontend/translate/messages.*.xlf
Languages: sk

source: Host
sk: Hostiteľ

source: SMTP host server
sk: Názov hostiteľa SMTP servera

source: SMTP server's port
sk: Port SMTP servera

source: Is the connection secure. See https://nodemailer.com/smtp/#tls-options for more details
sk: Či je spojenie bezpečné. Ďalšie informácie nájdete na https://nodemailer.com/smtp/#tls-options

source: TLS required
sk: Vyžadované TLS

source: if this is true and secure is false then Nodemailer (used library in the background) tries to use STARTTLS. See https://nodemailer.com/smtp/#tls-options for more details
sk: Ak je táto voľba zapnutá a isSecure je vypnuté, Nodemailer (knižnica použitá na pozadí) sa pokúsi použiť STARTTLS. Ďalšie informácie nájdete na https://nodemailer.com/smtp/#tls-options

source: User
sk: Používateľ

source: User to connect to the SMTP server.
sk: Používateľ, ktorý sa bude pripájať k serveru SMTP.

source: Password
sk: Heslo

source: Password to connect to the SMTP server.
sk: Heslo na pripojenie k SMTP serveru.

source: Sender email
sk: E-mailová adresa odosielateľa

source: Some services do not allow sending from random e-mail addresses. Set this accordingly.
sk: Niektoré služby nepovoľujú odosielanie e-mailov z náhodných adries. Nastavte podľa potreby.

source: The app uses Nodemailer in the background for sending e-mails. Refer to https://nodemailer.com/usage/ if some options are not clear.
sk: Aplikácia používa na odosielanie e-mailov knižnicu Nodemailer. Ak vám niektoré nastavenia nie sú jasné, prečítajte si https://nodemailer.com/usage/.

source: Database
sk: Databáza

source: Username
sk: Meno používateľa

source: Sqlite db filename
sk: Meno súboru sqlite databáze

source: Sqlite will save the db with this filename.
sk: Sqlite databáza bude uložená v súbore s týmto názvom.

source: Name
sk: Meno

source: Role
sk: Rola

source: Unencrypted, temporary password. App will encrypt it and delete this.
sk: Nešifrované, dočasné heslo. Po zašifrovaní ho aplikácia vymaže.

source: Encrypted password
sk: Zašifrované heslo

source: Type
sk: Typ

source: SQLite is recommended.
sk: Odporúčame SQLite.

source: Database folder
sk: Priečinok databáze

source: All file-based data will be stored here (sqlite database, job history data).
sk: Všetky údaje týkajúce sa súborov budú uložené tu (databáza sqlite, história úloh).

source: Enforced users
sk: Vynútení používatelia

source: Creates these users in the DB during startup if they do not exist. If a user with this name exist, it won't be overwritten, even if the role is different.
sk: Vytvorí týchto databázových používateľov počas štartu aplikácie, ak ešte neexistujú. Ak používateľ s týmto menom existuje, nebude prepísaný a to ani v prípade, že má nastavenú inú rolu.

source: High quality resampling
sk: Vysoká kvalita prevzorkovania

source: if true, 'lanczos3' will used to scale photos, otherwise faster but lower quality 'nearest'.
sk: Ak je zapnuté, pri škálovaní fotiek sa použije metóda 'lanczos3'. V opačnom sa použije metóda 'nearest', ktoré je rýchlejšie, no dosahuje nižšiu kvalitu.

source: Converted photo and thumbnail quality
sk: Kvalita skonvertovaných fotiek a náhľadov

source: Between 0-100.
sk: Medzi 0 a 100.

source: Use chroma subsampling
sk: Použiť chroma podvzorkovanie

source: Use high quality chroma subsampling in webp. See: https://sharp.pixelplumbing.com/api-output#webp.
sk: Vo webp používať vysokokvalitné chroma podvzorkovanie. Navštívte https://sharp.pixelplumbing.com/api-output#webp.

source: Person face margin
sk: Orámovanie tváre osôb

source: This ratio of the face bounding box will be added to the face as a margin. Higher number add more margin.
sk: Táto časť rozmerov ohraničenia tváre bude pridaná k tvári ako jej okraj. Vyššie čísla znamenajú väčší okraj.

source: Keep Gif animation
sk: Ponechať GIF animáciu

source: Converts Gif to animated webp.
sk: Skonvertuje GIF do animovaného webp.

source: OnTheFly *.gpx compression
sk: Komprimovať *.gpx za behu

source: Enables on the fly *.gpx compression.
sk: Zapne kompresiu *.gpx za behu.

source: Min distance
sk: Min. vzdialenosť

source: Filters out entry that are closer than this to each other in meters.
sk: Odfiltruje bod, ktorý je v menšej vzdialenosti ako je táto od susedného bodu.

source: Max middle point deviance
sk: Max. odchýlka od stredného bodu

source: Filters out entry that would fall on the line if we would just connect the previous and the next points. This setting sets the sensitivity for that (higher number, more points are filtered).
sk: Odfiltruje bod, ktorý sa nachádza na čiare medzi predchádzajúcim a nasledujúcimi bodmi. Toto nastavenie určuje citlivosť tejto operácie (vyššie čísla znamenajú, že bude odfiltrovaných viac bodov).

source: Min time delta
sk: Min. časový rozdiel

source: Filters out entry that are closer than this in time in milliseconds.
sk: Odfiltruje bod s rozdielom času menším ako tento počet milisekúnd.

source: GPX compression
sk: Kompresia GPX

source: Update timeout
sk: Časový limit pre úpravy

source: After creating a sharing link, it can be updated for this long.
sk: Odkaz na zdieľanie môže byť upravený túto dobu po jeho vytvorení.

source: Index cache timeout
sk: Časový limit pre vyrovnávaciu pamäť indexu

source: If there was no indexing in this time, it reindexes. (skipped if indexes are in DB and sensitivity is low).
sk: Ak sa v tomto čase nevykoná žiadne indexovanie, spustí sa nové indexovanie (preskočí sa, ak je index v databáze a citlivosť je nízka).

source: Folder reindexing sensitivity
sk: Citlivosť reindexovania priečinka

source: Set the reindexing sensitivity. High value check the folders for change more often. Setting to never only indexes if never indexed or explicit running the Indexing Job.
sk: Nastaví citlivosť pre reindexovanie. Vysoká hodnota znamená, že priečinky sa budú kontrolovať častejšie. Nastavenie na nikdy znamená, že index bude vytvorený len v prípade, ak ešte žiaden neexistuje alebo výslovným spustením úlohy indexovania.

source: Exclude Folder List
sk: Zoznam vylúčených priečinkov

source: Folders to exclude from indexing. If an entry starts with '/' it is treated as an absolute path. If it doesn't start with '/' but contains a '/', the path is relative to the image directory. If it doesn't contain a '/', any folder with this name will be excluded.
sk: Priečinky, ktoré budú vylúčené z indexovania. Ak položka začína '/', je braná ako absolútna cesta. Ak nezačína '/', ale lomku obsahuje, cesta je relatívna k adresáru s obrázkami. Ak neobsahuje žiadnu lomku, všetky priečinky s týmto názvom budú vylúčené.

source: Exclude File List
sk: Zoznam vylúčených súborov

source: Files that mark a folder to be excluded from indexing. Any folder that contains a file with this name will be excluded from indexing.
sk: Súbory, ktoré označujú priečinok, ktorý má byť vylúčený z indexovania. Všetky priečinky, ktoré obsahujú súbor s takýmto menom nebudú indexované.

source: Max duplicates
sk: Max. duplicít

source: Maximum number of duplicates to list.
sk: Max. počet duplicít, ktoré sa budú zobrazovať.

source: Level
sk: Úroveň

source: Logging level.
sk: Úroveň zaznamenávania.

source: Sql Level
sk: Úroveň SQL

source: Logging level for SQL queries.
sk: Úroveň zaznamenávania SQL dopytov.

source: If enabled, the app ads "Server-Timing" http header to the response.
sk: Ak je zapnuté, aplikácia bude pridávať k odpovediam http hlavičku "Server-Timing".

source: Max saved progress
sk: Max. počet úloh v histórii

source: Job history size.
sk: Veľkosť histórie úloh.

source: Processing batch size
sk: Veľkosť dávky spracovania

source: Jobs load this many photos or videos form the DB for processing at once.
sk: Úlohy pri spracúvaní načítajú v jednom momente takéto množstvo fotiek alebo videí z databázy.

source: Scheduled jobs
sk: Naplánované úlohy

source: Bit rate
sk: Bitová rýchlosť

source: Target bit rate of the output video will be scaled down this this. This should be less than the upload rate of your home server.
sk: Cieľová bitová rýchlosť výstupného videa bude znížená na túto hodnotu. Táto hodnota by mala byť menšia ako maximálna rýchlosť uploadu vášho servera.

source: Resolution
sk: Rozlíšenie

source: The height of the output video will be scaled down to this, while keeping the aspect ratio.
sk: Výška výstupného videa bude znížená na túto hodnotu, pomer strán ostane zachovaný.

source: Target frame per second (fps) of the output video will be scaled down this this.
sk: Cieľová frekvencia snímok (fps) výstupného videa bude znížená na túto hodnotu.

source: Format
sk: Formát

source: MP4 codec
sk: MP4 kodek

source: Webm Codec
sk: Webm kodek

source: The range of the Constant Rate Factor (CRF) scale is 0–51, where 0 is lossless, 23 is the default, and 51 is worst quality possible.
sk: Rozsah faktora konštantnej rýchlosti (CRF) je hodnota medzi 0 a 51, pričom 0 je bezstratová kompresia, 23 je predvolená hodnota a 51 je najhoršia možná kvalita.

source: Preset
sk: Prednastavenie

source: A preset is a collection of options that will provide a certain encoding speed to compression ratio. A slower preset will provide better compression (compression is quality per filesize).
sk: Prednastavenie (preset) je sada nastavení, ktoré poskytuje určitú rýchlosť konverzie pri určitom pomere kompresie. Pomalšie prednastavenie poskytuje lepšiu kompresiu (kompresia je úroveň kvality voči veľkosti súboru).

source: Custom Output Options
sk: Vlastné nastavenia pre výstup

source: It will be sent to ffmpeg as it is, as custom output options.
sk: Odošle sa v tomto znení do ffmpeg, ako vlastné nastavenia pre výstup.

source: Custom Input Options
sk: Vlastné nastavenia pre vstup

source: It will be sent to ffmpeg as it is, as custom input options.
sk: Odošle sa v tomto znení do ffmpeg, ako vlastné nastavenia pre vstup.

source: Video transcoding
sk: Prekódovanie videa

source: To ensure smooth video playback, video transcoding is recommended to a lower bit rate than the server's upload rate. The transcoded videos will be save to the thumbnail folder. You can trigger the transcoding manually, but you can also create an automatic encoding job in advanced settings mode.
sk: Aby ste zachovali plynulé prehrávanie videa, odporúčame vám prekódovať video na nižšiu bitovú rýchlosť ako je rýchlosť uploadu vášho servera. Prekódované videá budú uložené v priečinku s miniatúrami. Prekódovanie môžete spustiť manuálne, ale v režime pokročilých nastavení môžete tiež vytvoriť úlohu na automatické prekódovanie.

source: On the fly converting
sk: Konverzia za behu

source: Converts photos on the fly, when they are requested.
sk: Konvertuje fotografie za behu, v čase, kedy sú vyžiadané.

source: The shorter edge of the converted photo will be scaled down to this, while keeping the aspect ratio.
sk: Kratšia strana konvertovanej fotografie bude zmenšená na túto hodnotu, pomer strán ostane zachovaný.

source: Photo resizing
sk: Zmena veľkosti fotiek

source: Cover Filter query
sk: Filter pre hľadanie obrázka

source: Filters the sub-folders with this search query. If filter results no photo, the app will search again without the filter.
sk: Pri hľadaní obrázka albumu aplikuje na podpriečinky tento filter. Ak filter nevráti žiadnu fotografiu, aplikácia spustí nové hľadanie bez filtra.

source: Cover Sorting
sk: Triedenie obrázkov

source: If multiple cover is available sorts them by these methods and selects the first one.
sk: Ak sa nájde viacero obrázkov, zotriedia sa podľa týchto pravidiel a bude vybraný prvý v poradí.

source: Images folder
sk: Priečinok s obrázkami

source: Images are loaded from this folder (read permission required)
sk: Obrázky sa načítajú z tohto priečinka (vyžadujú sa oprávnenia na čítanie)

source: Temp folder
sk: Dočasný priečinok

source: Thumbnails, converted photos, videos will be stored here (write permission required)
sk: Tu budú uložené náhľady, skonvertované fotografie a videá (vyžadujú sa oprávnenia na zápis)

source: Metadata read buffer
sk: Buffer pri čítaní metadát

source: Only this many bites will be loaded when scanning photo/video for metadata. Increase this number if your photos shows up as square.
sk: Takéto množstvo bitov bude načítaných pri skenovaní metadát fotiek/videí. Zväčšite toto číslo, ak sa vaše fotografie zobrazujú ako štvorčeky.

source: Video support uses ffmpeg. ffmpeg and ffprobe binaries need to be available in the PATH or the @ffmpeg-installer/ffmpeg and @ffprobe-installer/ffprobe optional node packages need to be installed.
sk: Podpora pre video používa ffmpeg. Spustiteľné súbory ffmpeg a ffprobe musia byť dostupné v PATH alebo musíte nainštalovať voliteľné node balíky @ffmpeg-installer/ffmpeg a @ffprobe-installer/ffprobe.

source: Photo
sk: Fotografia

source: Thumbnail
sk: Miniatúra

source: Session Timeout
sk: Časový limit sedenia

source: Users kept logged in for this long time.
sk: Používatelia zostanú prihlásení takýto dlhý čas.

source: Port number. Port 80 is usually what you need.
sk: Číslo portu. Port 80 je to, čo obvykle potrebujete.

source: Server will accept connections from this IPv6 or IPv4 address.
sk: Server bude prijímať spojenia na tejto IPv6 alebo IPv6 adrese.

source: Logs
sk: Záznamy

source: Extension folder
sk: Priečinok s rozšíreniami

source: Folder where the app stores the extensions. Extensions live in their sub-folders.
sk: Priečinok, kde aplikácia ukladá svoje rozšírenia. Rozšírenia používajú svoj vlastný podpriečinok.

source: Clean up unused tables
sk: Vyčistiť nepoužívané tabuľky

source: Automatically removes all tables from the DB that are not used anymore.
sk: Automaticky z databáze odstráni všetky tabuľky, ktoré sa už nepoužívajú.

source: Users
sk: Používatelia

source: Indexing
sk: Indexovanie

source: If you add a new folder to your gallery, the site indexes it automatically. If you would like to trigger indexing manually, click index button. (Note: search only works among the indexed directories.)
sk: Keď pridáte nový priečinok do vašej galérie, aplikácia ho automaticky zaindexuje. Ak chcete spustiť indexovanie manuálne, kliknite na tlačidlo Indexovať. (Poznámka: vyhľadávanie funguje iba pre adresáre v indexe.)

source: Media
sk: Multimédiá

source: Meta file
sk: Metasúbor

source: Album cover
sk: Obrázky albumov

source: Specify a search query and sorting that the app can use to pick the best photo for an album and folder cover. There is no way to manually pick folder and album cover in the app. You can tag some of your photos with 'cover' and set that as search query or rate them to 5 and set sorting to descending by rating.
sk: Zadajte dopyt pre vyhľadávanie a triedenie, ktorý aplikácia môže použiť na nájdenie najvhodnejšieho obrázka, ktorý bude reprezentovať album alebo priečinok. Aplikácia neumožňuje manuálny výber obrázka pre priečinok alebo album. Môžete označiť niektoré obrázky ako 'cover' a upraviť hľadanie alebo fotografie ohodnoťte a nastavte vzostupné triedenie podľa hodnotenia.

source: Sharing
sk: Zdieľanie

source: Duplicates
sk: Duplicity

source: Messaging
sk: Správy

source: The App can send messages (like photos on the same day a year ago. aka: "Top Pick"). Here you can configure the delivery method.
sk: Aplikácia dokáže posielať správy (ako napríklad fotografie v ten istý deň pred rokom, tiež známe ako „Najlepší výber“). Tu môžete nastaviť metódu doručenia správ.

source: Extensions
sk: Rozšírenia

source: Jobs
sk: Úlohy

source: Maximum items
sk: Najviac položiek

source: Maximum number autocomplete items shown at once. If there is not enough items to reach this value, it takes upto double of the individual items.
sk: Maximálny počet automaticky doplňovaných položiek zobrazených naraz. Ak neexistuje dostatok položiek na dosiahnutie tejto hodnoty, zobrazí sa až dvojnásobok jednotlivých položiek.

source: Max photo items
sk: Najviac fotografií

source: Maximum number autocomplete items shown per photo category.
sk: Maximálny počet automaticky doplňovaných položiek zobrazených v kategórii fotografie.

source: Max directory items
sk: Najviac adresárov

source: Maximum number autocomplete items shown per directory category.
sk: Maximálny počet automaticky doplňovaných položiek zobrazených v kategórii adresáre.

source: Max caption items
sk: Najviac popiskov

source: Maximum number autocomplete items shown per caption category.
sk: Maximálny počet automaticky doplňovaných položiek zobrazených v kategórii popisky.

source: Max position items
sk: Najviac pozícii

source: Maximum number autocomplete items shown per position category.
sk: Maximálny počet automaticky doplňovaných položiek zobrazených v kategórii pozície.

source: Max faces items
sk: Najviac tvárí

source: Maximum number autocomplete items shown per faces category.
sk: Maximálny počet automaticky doplňovaných položiek zobrazených v kategórii tváre.

source: Max keyword items
sk: Najviac kľúčových slov

source: Maximum number autocomplete items shown per keyword category.
sk: Maximálny počet automaticky doplňovaných položiek zobrazených v kategórii kľúčové slová.

source: Enable Autocomplete
sk: Povoliť automatické dopĺňanie

source: Show hints while typing search query.
sk: Zobrazovať tipy pri písaní textu na hľadanie.

source: Max items per category
sk: Najviac položiek v kategórii

source: Maximum number autocomplete items shown per category.
sk: Maximálny počet automaticky doplňovaných položiek zobrazených v jednej kategórii.

source: Cache timeout
sk: Časový limit vyrovnávacej pamäte

source: Autocomplete cache timeout.
sk: Časový limit vyrovnávacej pamäte automatického dopĺňania.

source: Enable
sk: Povoliť

source: Enables searching.
sk: Zapne vyhľadávanie.

source: Search cache timeout.
sk: Časový limit vyrovnávacej pamäte vyhľadávania.

source: Autocomplete
sk: Automatické dopĺňanie

source: Maximum media result
sk: Maximálny počet výsledkov v multimédiách

source: Maximum number of photos and videos that are listed in one search result.
sk: Maximálny počet fotografií a videí, ktoré budú uvedené v jednom výsledku vyhľadávania.

source: Maximum directory result
sk: Maximálny počet výsledkov v adresároch

source: Maximum number of directories that are listed in one search result.
sk: Maximálny počet adresárov, ktoré budú uvedené v jednom výsledku vyhľadávania.

source: List directories
sk: Zobraziť adresáre

source: Search returns also with directories, not just media.
sk: Hľadanie vráti tiež adresáre, nielen mediálne súbory.

source: List metafiles
sk: Zobraziť metasúbory

source: Search also returns with metafiles from directories that contain a media file of the matched search result.
sk: Hľadanie vráti tiež metasúbory z adresárov, ktoré obsahujú mediálny súbor zodpovedajúci hľadaniu.

source: Enables sharing.
sk: Povolí zdieľanie.

source: Password protected
sk: Chránené heslom

source: Enables password protected sharing links.
sk: Zapne heslom chránené odkazy na zdieľanie.

source: Require password
sk: Vyžadovať heslo

source: Requires password protected sharing links.
sk: Vyžaduje heslom chránené odkazy na zdieľanie.

source: Enables random link generation.
sk: Zapne generovanie náhodných odkazov.

source: Name of a map layer.
sk: Meno mapovej vrstvy.

source: Url of a map layer.
sk: URL adresa mapovej vrstvy.

source: Sets if the layer is dark (used as default in the dark mode).
sk: Nastaví, ak je vrstva tmavá (pri tmavom motíve sa používa ako predvolená).

source: SVG icon viewBox
sk: viewBox SVG ikony

source: SVG path viewBox. See: https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/viewBox
sk: viewBox pre SVG. Navštívte https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/viewBox

source: SVG Items
sk: SVG položky

source: Content elements (paths, circles, rects) of the SVG icon. Icons used on the map: fontawesome.com/icons.
sk: Obsahové prvky (cesty, kružnice, obdĺžniky) SVG ikony. Ikony použité na mape: fontawesome.com/icons.

source: Color
sk: Farba

source: Color of the path. Use any valid css colors.
sk: Farba cesty. Použite ľubovoľnú platnú CSS farbu.

source: Dash pattern
sk: Vzor prerušovaných čiar

source: Dash pattern of the path. Represents the spacing and length of the dash. Read more about dash array at: https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/stroke-dasharray.
sk: Vzor prerušovanej cesty. Predstavuje rozstup a dĺžku čiar. Viac informácií o poli prerušovania nájdete na https://developer.mozilla.org/en-US/docs/Web/SVG/Attribute/stroke-dasharray.

source: Svg Icon
sk: Svg ikona

source: Set the icon of the map marker pin.
sk: Nastaví ikony pre špendlík na mape.

source: Matchers
sk: Reg. výrazy

source: List of regex string to match the name of the path. Case insensitive. Empty list matches everything.
sk: Zoznam regulárnych výrazov zodpovedajúcich ceste. Nerozlišuje veľké a malé písmená. Prázdny zoznam zodpovedá všetkému.

source: Path and icon theme
sk: Cesta a ikona motívu

source: List of regex string to match the name of the path.
sk: Zoznam regulárnych výrazov zodpovedajúcich ceste.

source: Name of the marker and path group on the map.
sk: Názov značky a skupiny ciest na mape.

source: Path themes
sk: Motívy ciest

source: Matchers for a given map and path theme.
sk: Reg. výrazy pre daný motív mapy a ciest.

source: Image Markers
sk: Značky pre obrázky

source: Map will use thumbnail images as markers instead of the default pin.
sk: Mapa bude používať obrázky s miniatúrami miesto predvoleného špendlíka.

source: Map Provider
sk: Poskytovateľ máp

source: Mapbox access token
sk: Prístupový token Mapboxu

source: MapBox needs an access token to work, create one at https://www.mapbox.com.
sk: Pre fungovanie MapBoxu je potrebné zadať prístupový token, vytvorte ho na https://www.mapbox.com.

source: The map module will use these urls to fetch the map tiles.
sk: Mapový modul použije pri získavaní mapových dlaždíc tieto URL adresy.

source: Custom Layers
sk: Vlastné vrstvy

source: Max Preview Markers
sk: Najviac značiek v náhľadoch

source: Maximum number of markers to be shown on the map preview on the gallery page.
sk: Maximálny počet značiek, ktoré sa majú zobraziť v náhľadoch s mapou na stránke v galérii.

source: Path theme groups
sk: Skupiny motívov ciest

source: Markers are grouped and themed by these settings
sk: Značky sú zoskupené a ich zobrazenie určujú tieto nastavenia

source: Bend long path trigger
sk: Spúšťač ohnutia dlhej cesty

source: Map will bend the path if two points are this far apart on latititude axes. This intended to bend flight if only the end and the start points are given.
sk: Cesta na mape bude ohnutá, ak je vzdialenosť bodov na osi zemepisnej šírky zadanej hodnoty. Zmyslom tohto nastavenia je ohnúť čiaru vyjadrujúcu let, ak je zadaný iba počiatočný a koncový bod.

source: Map Icon size
sk: Veľkosť ikon na mape

source: Icon size (used on maps).
sk: Veľkosť ikon (použitých na mapách).

source: Person thumbnail size
sk: Veľkosť miniatúry osoby

source: Person (face) thumbnail size.
sk: Veľkosť miniatúry osoby (tváre).

source: Thumbnail sizes
sk: Veľkosti miniatúr

source: Size of the thumbnails. The best matching size will be generated. More sizes give better quality, but use more storage and CPU to render. If size is 240, that shorter side of the thumbnail will have 160 pixels.
sk: Veľkosť náhľadov. Bude vygenerovaná najlepšia zodpovedajúca veľkosť. Použitie viacerých veľkostí poskytne lepšiu kvalitu, ale zaberie viac priestoru na disku a procesorového času. Ak je veľkosť 240, kratšia strana miniatúry bude mať 160 pixelov.

source: SearchQuery
sk: DopytHľadania

source: Url
sk: URL adresa

source: Method
sk: Metóda

source: Ascending
sk: Vzostupne

source: Default sorting
sk: Predvolené triedenie

source: Default sorting method for photo and video in a directory results.
sk: Predvolená metóda triedenia fotografií a videí vo výsledkoch adresárov.
