Repository: nonomal/pigallery2
Catalog: src/frontend/translate/messages.*.xlf
Languages: sk

source: Default search sorting
sk: Predvolené triedenie vyhľadávania

source: Default sorting method for photo and video in a search results.
sk: Predvolená metóda triedenia fotografií a videí vo výsledkoch hľadania.

source: Default grouping
sk: Predvolené zoskupovanie

source: Default grouping method for photo and video in a directory results.
sk: Predvolená metóda zoskupovania fotografií a videí vo výsledkoch adresárov.

source: Default search grouping
sk: Predvolené zoskupovanie vyhľadávania

source: Default grouping method for photo and video in a search results.
sk: Predvolená metóda zoskupovania fotografií a videí vo výsledkoch hľadania.

source: Download Zip
sk: Stiahnuť Zip

source: Enable download zip of a directory contents Directory flattening. (Does not work for searches.)
sk: Povolí stiahnutie zip archívu adresára bez podadresárov (plochá štruktúra). (Nefunguje pre hľadania.)

source: Directory flattening
sk: Sploštenie adresára

source: Adds a button to flattens the file structure, by listing the content of all subdirectories. (Won't work if the gallery has multiple folders with the same path.)
sk: Pridá tlačidlo na sploštenie adresárovej štruktúry tým, že zobrazí obsah všetkých podadresárov. (Nefunguje, ak galéria obsahuje viacero priečinkov s rovnakou cestou.)

source: Default grid size
sk: Predvolená veľkosť mriežky

source: Default grid size that is used to render photos and videos.
sk: Predvolená veľkosť mriežky, ktorá sa používa pri zobrazovaní fotografií a videí.

source: Show item count
sk: Zobrazovať počet položiek

source: Shows the number photos and videos on the navigation bar.
sk: Zobrazuje počet fotografií a videí v lište s navigáciou.

source: Links
sk: Odkazy

source: Visible links in the top menu.
sk: Viditeľné odkazy vo vrchnej ponuke.

source: Navbar show delay
sk: Oneskorenie zobrazenie nav. lišty

source: Ratio of the page height, you need to scroll to show the navigation bar.
sk: Pomer výšky stránky, po posunutí ktorej sa zobrazí lišta s navigáciou.

source: Navbar hide delay
sk: Oneskorenie skrytia nav. lišty

source: Ratio of the page height, you need to scroll to hide the navigation bar.
sk: Pomer výšky stránky, po posunutí ktorej sa skryje lišta s navigáciou.

source: Show scroll up button
sk: Zobraziť tlačidlo na posun nahor

source: Set when the floating scroll-up button should be visible.
sk: Nastaví, kedy sa má zobrazovať plávajúce tlačidlo posun-nahor

source: Sorting and grouping
sk: Triedenie a zoskupovanie

source: Default slideshow speed
sk: Predvolená rýchlosť prezentácie

source: Default time interval for displaying a photo in the slide show.
sk: Predvolený časový interval pre zobrazenie fotografie počas prezentácie.

source: Always show captions
sk: Vždy zobrazovať popisky

source: If enabled, lightbox will always show caption by default, not only on hover.
sk: Ak je zapnuté, Svetelná tabuľa bude vždy zobrazovať popisok, nielen po prejdení myšou

source: Always show faces
sk: Vždy zobrazovať tváre

source: If enabled, lightbox will always show faces by default, not only on hover.
sk: Ak je zapnuté, na Svetelnej tabuli budú zobrazené tváre vždy, nielen pri prechode myšou.

source: Loop Videos
sk: Opakovať videá v slučke

source: If enabled, lightbox will loop videos by default.
sk: Ak je zapnuté, Svetelná tabuľa bude štandardne prehrávať videá v slučke.

source: Name of the theme
sk: Názov motívu

source: Theme
sk: Motív

source: Adds these css settings as it is to the end of the body tag of the page.
sk: Pridá tieto CSS nastavenia tak, ako ich zadáte na stránku, za koniec značky „body“.

source: Enable themes and color modes.
sk: Povolí motívy a režimy farieb.

source: Default theme mode
sk: Predvolený režim motívu

source: Sets the default theme mode that is used for the application.
sk: Nastaví predvolený režim motívu, ktorý bude aplikácia používať.

source: Selected theme
sk: Zvolený motív

source: Selected theme to use on the site.
sk: Zvolený motív, ktorý sa má na webovej stránke použiť.

source: Selected theme css
sk: Zvolený motív CSS

source: Cache
sk: Vyrovnávacia pamäť

source: Caches directory contents and search results for better performance.
sk: Na dosiahnutie vyššieho výkonu ukladať obsah adresárov a výsledky hľadaní do vyrovnávacej pamäte.

source: Scroll based thumbnail generation
sk: Generovať miniatúry pri posúvaní

source: Those thumbnails get higher priority that are visible on the screen.
sk: Miniatúry, ktoré sú zobrazené na obrazovke majú vyššiu prioritu.

source: Sort directories by date
sk: Triediť adresáre podľa dátumu

source: If enabled, directories will be sorted by date, like photos, otherwise by name. Directory date is the last modification time of that directory not the creation date of the oldest photo.
sk: Ak je zapnuté, adresáre budú zoradené podľa dátumu, rovnako ako fotografie. V opačnom prípade budú radené podľa názvu. Dátum adresára je čas poslednej zmeny adresára, nie čas vytvorenia najstaršej fotografie.

source: On scroll thumbnail prioritising
sk: Prioritizovať miniatúry pri posúvaní

source: Those thumbnails will be rendered first that are in view.
sk: Miniatúry, ktoré sú v aktuálnom zobrazení budú vykreslené ako prvé.

source: Navigation bar
sk: Navigačná lišta

source: Caption first naming
sk: Uprednostniť popisky pred menom súboru

source: Show the caption (IPTC 120) tags from the EXIF data instead of the filenames.
sk: Zobrazovať značky popiskov (IPTC 120) z EXIF údajov miesto názvov súborov.

source: Lightbox
sk: Svetelná tabuľa

source: Themes
sk: Motívy

source: Pigallery2 uses Bootstrap 5.3 (https://getbootstrap.com/docs/5.3) for design (css, layout). In dark mode it sets 'data-bs-theme="dark"' to the <html> to take advantage bootstrap's color modes. For theming, read more at: https://getbootstrap.com/docs/5.3/customize/color-modes/
sk: Pigallery2 používa Bootstrap 5.3 (https://getbootstrap.com/docs/5.3) na dizajn (CSS, rozloženie). V tmavom režime nastavuje 'data-bs-theme="dark"' na <html>, čím sa využijú výhody farebných režimov bootstrap. Pre viac informácií o ladení motívov navštívte https://getbootstrap.com/docs/5.3/customize/color-modes/

source: Inline blog starts open
sk: Vložený blog začína otvorený

source: Makes inline blog (*.md files content) to be auto open.
sk: Vložený blog (obsah súborov *.md) sa automaticky otvorí.

source: Top blog starts open
sk: Vrchný blog začína otvorený

source: Supported formats with transcoding
sk: Podporované formáty pre prekódovanie

source: Video formats that are supported after transcoding (with the build-in ffmpeg support).
sk: Video formáty podporované po prekódovaní (so zabudovanou podporou ffmpeg).

source: Supported formats without transcoding
sk: Formáty podporované bez prekódovania

source: Video formats that are supported also without transcoding. Browser supported formats: https://www.w3schools.com/html/html5_video.asp
sk: Video formáty podporované aj bez prekódovania. Formáty podporované prehliadačmi: https://www.w3schools.com/html/html5_video.asp.

source: Enable photo converting.
sk: Povoliť konverziu fotografií.

source: Load full resolution image on zoom.
sk: Pri priblížení načítať obrázok v plnom rozlíšení.

source: Enables loading the full resolution image on zoom in the ligthbox (preview).
sk: Povolí načítanie obrázka v plnom rozlíšení pri priblížení na Svetelnej tabuli (náhľad).

source: Photo converting
sk: Konverzia fotografií

source: Supported photo formats
sk: Podporované formáty fotografií

source: Photo formats that are supported. Browser needs to support these formats natively. Also sharp (libvips) package should be able to convert these formats.
sk: Formáty fotografií, ktoré sú podporované. Prehliadač musí tieto formáty podporovať natívne. Takisto by ste mali nainštalovať balíček sharp (libvips), aby bolo možné tieto formáty previesť.

source: Enable GPX compressing
sk: Povoliť kompresiu GPX

source: Enables lossy (based on delta time and distance. Too frequent points are removed) GPX compression.
sk: Povolí stratovú (na základe rozdielu času a vzdialenosti – príliš časté body sú odstránené ) kompresiu GPX.

source: *.gpx files
sk: Súbory *.gpx

source: Reads *.gpx files and renders them on the map.
sk: Načítava súbory *.gpx a zobrazuje ich na mape.

source: Markdown files
sk: Súbory markdown (*.md)

source: Reads *.md files in a directory and shows the next to the map.
sk: Načítava súbory *.md v adresári a zobrazuje ich vedľa mapy.

source: *.pg2conf files
sk: Súbory *.pg2conf

source: Reads *.pg2conf files (You can use it for custom sorting and saved search (albums)).
sk: Načítava súbory *.pg2conf (Môžete ich použiť pre vlastné triedenia a uložené hľadania (albumy)).

source: Supported formats
sk: Podporované formáty

source: The app will read and process these files.
sk: Aplikácia bude načítavať a spracovávať tieto súbory.

source: Enabled
sk: Povolené

source: Override keywords
sk: Prepisovať kľúčové slová

source: If a photo has the same face (person) name and keyword, the app removes the duplicate, keeping the face only.
sk: Ak fotografia obsahuje rovnaké meno tváre (človeka) a kľúčového slova, aplikácia duplicitu odstráni a ponechá iba tvár.

source: Face starring right
sk: Oprávnenie na pridanie hviezdičky

source: Required minimum right to star (favourite) a face.
sk: Minimálne vyžadované práva na označenie tváre hviezdičkou (obľúbené).

source: Face listing right
sk: Oprávnenie na zobrazenie tvárí

source: Required minimum right to show the faces tab.
sk: Minimálne vyžadované práva na zobrazenie panela tvárí.

source: Page title If you access the page from local network its good to know the public url for creating sharing link.
sk: Názov stránky Ak pristupujete na stránku z lokálnej siete, je dobré vedieť verejnú URL adresu pre vytváranie odkazov na zdieľanie.

source: If you access the page from local network its good to know the public url for creating sharing link.
sk: Ak pristupujete na stránku z lokálnej siete, je dobré vedieť verejnú URL adresu pre vytváranie odkazov na zdieľanie.

source: If you access the page form local network its good to know the public url for creating sharing link.
sk: Ak pristupujete na stránku z lokálnej siete, je dobré vedieť verejnú URL adresu pre vytváranie odkazov na zdieľanie.

source: Page public url
sk: Verejná URL adresa stránky

source: If you access the gallery under a sub url (like: http://mydomain.com/myGallery), set it here. If it is not working you might miss the '/' from the beginning of the url.
sk: Ak pristupujete ku galérii cez podstránku (napríklad: http://mojadomena.com/myGallery), nastavte ju tu. Ak to nefunguje, skúste vynechať lomku ('/') na začiatku adresy.

source: Url Base
sk: Začiatok URL adresy

source: Api path
sk: Cesta k API

source: Injects the content of this between the <head></head> HTML tags of the app. (You can use it add analytics or custom code to the app).
sk: Vloží tento obsah medzi <head></head> HTML značky aplikácie. (Toto môžete využiť na vloženie analytics alebo vlastného kódu).

source: Custom HTML Head
sk: Vlastná HTML hlavička

source: Sets the icon of the app
sk: Nastaví ikonu aplikácie

source: Password protection
sk: Ochrana heslom

source: Enables user management with login to password protect the gallery.
sk: Zapne správu používateľov a prihlasovanie. Týmto vašu galériu ochránite heslom.

source: Default user right
sk: Predvolené oprávnenia používateľa

source: Default user right when password protection is disabled.
sk: Predvolené oprávnenia používateľa, keď je vypnutá ochrana heslom.

source: Gallery
sk: Galéria

source: Search
sk: Hľadanie

source: Map
sk: Mapa

source: Faces
sk: Tváre

source: Random photo
sk: Náhodná fotografia

source: This feature enables you to generate 'random photo' urls. That URL returns a photo random selected from your gallery. You can use the url with 3rd party application like random changing desktop background. Note: With the current implementation, random link also requires login.
sk: Toto nastavenie vám umožní generovať URL adresy s „Náhodnou fotografiou“. Táto adresa vráti náhodnú fotografiu z vašej galérie. Môžete ju využiť v aplikáciach tretích strán napríklad pre zmenu pozadia plochy. Poznámka: pri aktuálnej implementácii náhodný odkaz takisto vyžaduje prihlásenie.

source: Size to generate
sk: Generované veľkosti

source: These thumbnails will be generated. The list should be a subset of the enabled thumbnail sizes
sk: Tieto miniatúry budú generované. Zoznam by mal byť podmnožinou povolených veľkostí miniatúr

source: Indexed only
sk: Iba indexované

source: Only checks indexed files.
sk: Kontroluje iba indexované súbor.

source: Index changes only
sk: Indexovať iba zmeny

source: Only indexes a folder if it got changed.
sk: Indexuje priečinok len vtedy, ak sa zmení.

source: Media selectors
sk: Selektory multimédií

source: Set these search queries to find photos and videos to email.
sk: Nastavte tieto dopyty hľadania na zistenie fotografií a súborov, ktoré majú byť poslané e-mailom.

source: E-mail to
sk: Príjemca e-mailu

source: E-mail address of the recipient.
sk: E-mailová adresa príjemcu.

source: Subject
sk: Predmet

source: E-mail subject.
sk: Predmet e-mailu.

source: E-mail text.
sk: Text e-mailu.

source: Messenger
sk: Odosielač správ

source: Messenger to send this message with.
sk: Program, ktorý má túto správu odoslať.

source: Gallery reset
sk: Resetovať galériu

source: Album reset
sk: Resetovať album

source: Thumbnail generation
sk: Generovanie miniatúr

source: Video converting
sk: Prevod videa

source: Temp folder cleaning
sk: Čistenie dočasného priečinka

source: Cover filling
sk: Doplnenie obrázkov k albumom

source: Cover reset
sk: Resetovať obrázky albumov

source: Delete Compressed GPX
sk: Odstrániť komprimované GPX

source: Top Pick Sending
sk: Odosielanie Najlepšieho výberu

source: Scans the whole gallery from disk and indexes it to the DB.
sk: Prehľadá celú galériu na disku a jej index uloží do databáze.

source: Deletes all directories, photos and videos from the DB.
sk: Odstráni všetky adresáre, fotografie a videá z databáze.

source: Removes all albums from the DB
sk: Odstráni všetky albumy z databáze

source: Generates thumbnails from all media files and stores them in the tmp folder.
sk: Vygeneruje miniatúry všetkých multimediálnych súborov a uloží ich do dočasného priečinka.

source: Generates high res photos from all media files and stores them in the tmp folder.
sk: S použitím vysokého rozlíšenia vygeneruje miniatúry všetkých multimediálnych súborov a uloží ich do dočasného priečinka.

source: Transcodes all videos and stores them in the tmp folder.
sk: Prekóduje všetky videá a uloží ich do dočasného priečinka.

source: Removes unnecessary files from the tmp folder.
sk: Odstráni nepotrebné súbory z dočasného priečinka.

source: Updates the cover photo of all albums (both directories and saved searches) and faces.
sk: Aktualizuje obrázky všetkých albumov (vrátane adresárov a uložených hľadaní) a tvárí.

source: Deletes the cover photo of all albums and faces
sk: Odstráni obrázky všetkých albumov a tvárí

source: Compresses all gpx files
sk: Skomprimuje všetky súbory gpx

source: Deletes all compressed GPX files
sk: Odstráni všetky skomprimované súbory gpx

source: Gets the top photos of the selected search queries and sends them over email. You need to set up the SMTP server connection to send e-mails.
sk: Získa najlepšie fotografie vybraných hľadaní a zašle ich na e-mail. Aby bolo možné e-maily odoslať, musíte nakonfigurovať pripojenie k SMTP serveru.

source: Server error
sk: Chyba servera

source: Server info
sk: Informácie o serveri

source: Developer
sk: Vývojár

source: Admin
sk: Správca

source: Guest
sk: Hosť

source: LimitedGuest
sk: LimitovanýHosť

source: Basic
sk: Základný

source: Advanced
sk: Pokročilý

source: Under the hood
sk: Pod kapotou

source: Always
sk: Vždy

source: Mobile only
sk: Iba mobil

source: Never
sk: Nikdy

source: Full
sk: Plný

source: Compact
sk: Kompaktný

source: Custom
sk: Vlastný

source: never
sk: nikdy

source: low
sk: nízke

source: high
sk: vysoké

source: medium
sk: stredná

source: date
sk: dátum

source: name
sk: meno

source: rating
sk: hodnotenie

source: random
sk: náhodné

source: faces
sk: tváre

source: file size
sk: veľkosť súboru

source: don't group
sk: nezoskupovať

source: extra small
sk: veľmi malá

source: small
sk: malá

source: big
sk: veľká

source: extra large
sk: veľmi veľká

source: Albums
sk: Albumy

source: And
sk: A

source: Or
sk: Alebo

source: Some of
sk: Niektoré z

source: Any text
sk: Ľubovoľný text

source: From
sk: Od

source: Until
sk: Po

source: Distance
sk: Vzdialenosť

source: Min rating
sk: Min. hodnotenie

source: Max rating
sk: Max. hodnotenie

source: Min faces
sk: Min. tvárí

source: Max faces
sk: Max. tvárí

source: Min resolution
sk: Min. rozlíšenie

source: Max resolution
sk: Max. rozlíšenie

source: Directory
sk: Adresár

source: File name
sk: Meno súboru

source: Caption
sk: Popisok

source: Orientation
sk: Orientácia

source: Date pattern
sk: Časový vzor

source: Position
sk: Umiestnenie

source: Person
sk: Osoba

source: Keyword
sk: Kľúčové slovo

source: Server notifications
sk: Upozornenia servera

source: To dismiss these notifications, restart the server.
sk: Ak chcete zatvoriť tieto upozornenia, vykonajte reštart servera.

source: App version:
sk: Verzia aplikácie:

source: Mode:
sk: Režim:

source: Menu
sk: Ponuka

source: Up time
sk: Doba spustenia

source: Application version
sk: Verzia aplikácie

source: Built at
sk: Zostavené dňa

source: Delete
sk: Odstrániť

source: Album is locked, cannot be deleted from the webpage.
sk: Album je zamknutý, nie je možné ho odstrániť z webovej stránky.

source: Add saved search
sk: Pridať uložené hľadanie

source: No albums to show.
sk: Žiadne albumy na zobrazenie.

source: Save
sk: Uložiť

source: To .pg2conf
sk: Do .pg2conf

source: Saved Search to .saved_searches.pg2conf
sk: Uložené hľadania do.saved_searches.pg2conf

source: Add this json to a '.saved_searches.pg2conf' file in your gallery:
sk: Pridajte tento json do súboru '.saved_searches.pg2conf' vo vašej galérii:

source: This saved search will be loaded from file during gallery indexing and it will survive a database reset.
sk: Toto uložené hľadanie sa načíta zo súboru počas indexovania galérie a je odolné voči resetovaniu databáze.

source: No duplicates found
sk: Nenašli sa žiadne duplicity.

source: No faces to show.
sk: Žiadne tváre na zobrazenie.

source: Light
sk: Svetlý

source: Dark
sk: Tmavý

source: Tools
sk: Nástroje

source: key: c
sk: kláves: c

source: Fix navbar
sk: Opraviť nav. lištu

source: Settings
sk: Nastavenia

source: Logout
sk: Odhlásiť

source: Cannot find location
sk: Nedokážem nájsť umiestnenie

source: Unknown server error
sk: Neznáma chyba servera

source: Select only this
sk: Vybrať iba toto

source: Nothing to filter
sk: Nie je čo filtrovať

source: Reset
sk: Resetovať

source: unknown
sk: neznáme

source: Keywords
sk: Kľúčové slová

source: no face
sk: bez tváre

source: Faces groups
sk: Skupiny tvárí

source: Rating
sk: Hodnotenie

source: Camera
sk: Fotoaparát

source: Lens
sk: Šošovky

source: City
sk: Mesto

source: Country
sk: Krajina

source: Aperture
sk: Clona

source: Shutter speed
sk: Rýchlosť uzávierky

source: Focal length
sk: Ohnisková vzdialenosť

source: Link availability
sk: Dostupnosť odkazu

source: days
sk: dní

source: Too many results to show. Refine your search.
sk: Vrátených príliš mnoho výsledkov. Upravte vyhľadávanie.

source: info key: i
sk: info kláves: i

source: toggle fullscreen, key: f
sk: prepnúť celú obrazovku, kláves: f

source: Download
sk: Stiahnuť

source: Slideshow playback speed
sk: Rýchlosť prehrávania prezentácie

source: Slideshow speed:
sk: Rýchlosť prezentácie:

source: key: a
sk: kláves: a

source: key: l
sk: kláves: l

source: Loop videos
sk: Opakovať videá

source: close, key: Escape
sk: zavrieť, kláves: Escape

source: key: left arrow
sk: kláves: šípka vľavo

source: key: right arrow
sk: kláves: šípka vpravo

source: Zoom out, key: '-'
sk: oddialiť, kláves: '-'

source: Zoom in, key: '+'
sk: priblížiť, kláves: '+'

source: Pause
sk: Pozasataviť

source: Auto play
sk: Automatické prehrávanie

source: duration
sk: trvanie

source: bit rate
sk: bitová rýchlosť

source: Home
sk: Domov

source: Error during loading the video.
sk: Chyba počas načítania videa.

source: Most likely the video is not transcoded. It can be done in the settings. You need to transcode these videos to watch them online:
sk: S najväčšou pravdepodobnosťou toto video nebolo prekódované. Urobiť tak môžete v nastaveniach. Aby ste mohli tieto videá prehrávať online, musíte ich prekódovať:

source: Sport
sk: Šport

source: Transportation
sk: Doprava

source: Other paths
sk: Iné cesty

source: Latitude
sk: Zemepisná šírka

source: longitude
sk: Zemepisná dĺžka

source: street
sk: ulice

source: satellite
sk: sat. snímky

source: hybrid
sk: hybridná

source: dark
sk: tmavé

source: Searching for:
sk: Hľadám:

source: items
sk: položky/položiek

source: Filters
sk: Filtre

source: Sort and group
sk: Triedenie a zoskupovanie

source: group
sk: skupina

source: Sorting
sk: Triedenie

source: Grouping follows sorting
sk: Zoskupovať podľa triedenia

source: ascending
sk: vzostupne

source: descending
sk: zostupne

source: Grouping
sk: Zoskupovanie

source: Grid size
sk: Veľkosť mriežky

source: key: alt + up
sk: kláves: alt + šípka hore

source: Random link
sk: Náhodný odkaz

source: Random Link creator
sk: Vytváranie náhodných odkazov

source: Copy
sk: Kopírovať

source: Url has been copied to clipboard
sk: URL adresa bola skopírovaná do schránky.

source: At least this many
sk: Aspoň takéto množstvo (1–2):

source: Add
sk: Pridať

source: Search text
sk: Hľadaný reťazec

source: From date
sk: Od dátumu

source: To date
sk: Po dátum

source: Minimum Rating
sk: Najnižšie hodnotenie

source: Maximum Rating
sk: Najvyššie hodnotenie

source: Minimum Person count
sk: Najnižší počet osôb

source: Maximum Person count
sk: Najvyšší počet osôb

source: Minimum Resolution
sk: Najnižšie rozlíšenie

source: Maximum Resolution
sk: Najvyššie rozlíšenie

source: Landscape
sk: Na šírku

source: Portrait
sk: Na výšku

source: Last
sk: Posledné

source: Last N Days
sk: Posledných n dní

source: Ago
sk: Pred

source: Day(s) ago
sk: Pred dňom/dňami

source: Week(s) ago
sk: Pred týždňom/týždňami

source: Month(s) ago
sk: Pred mesiacom/mesiacmi

source: Year(s) ago
sk: Pred rokom/rokmi

source: Every week
sk: Každý týždeň

source: Every Month
sk: Každý mesiac

source: Every year
sk: Každý rok

source: Insert
sk: Vložiť

source: Save search to album
sk: Uložiť hľadanie ako album

source: Album name
sk: Názov albumu

source: Save as album
sk: Uložiť ako album

source: Share
sk: Zdieľať

source: Share
sk: Zdieľať

source: Sharing:
sk: Zdieľanie:

source: Include subfolders:
sk: Zahrnúť podpriečinky:

source: Valid:
sk: Platnosť:

source: Minutes
sk: minút

source: Hours
sk: hodín

source: Days
sk: dní

source: Months
sk: mesiacov

source: Forever
sk: navždy

source: active share(s) for this folder.
sk: aktívne zdieľanie(a) tohto priečinka.

source: Creator
sk: Vytvoril(a)

source: Expires
sk: Vyprší

source: Invalid settings
sk: Neplatné nastavenia

source: Yes
sk: Áno

source: No
sk: Nie

source: loading..
sk: načítavam...

source: Set password.
sk: Nastaviť heslo.

source: Click share to get a link.
sk: Kliknite na Zdieľať pre získanie odkazu.

source: Sharing link has been copied to clipboard
sk: Odkaz na zdieľanie bol skopírovaný do schránky

source: Please log in
sk: Prihláste sa, prosím

source: Wrong username or password
sk: Nesprávne meno používateľa alebo heslo

source: Remember me
sk: Zapamätať

source: Statistic:
sk: Štatistika:

source: Folders
sk: Priečinky
